{
   "summary":"Southwark council will be given £250,000 by the Guy’s and St Thomas’ Charitable Trust to install planters and removable bollards in three areas.\nLow-traffic neighbourhoods are areas where measures have been taken to reduce traffic and improve access for cyclists and pedestrians.\nThis is intended to make streets safer for pedestrians and cyclists as well as reduce air and noise pollution.\nThe Guy’s and St Thomas’ Charitable Trust is an independent foundation working with Guy’s and St Thomas’ NHS foundation trust to improve public health in Lambeth and Southwark.\nA similar plan was ditched by Labour in 2007, after an online petition against it gathered 1.7m signatures within days.",
   "title":"London hospital trust to pay £250k to install LTN for public health benefits",
   "topicID":"5",
   "primary_snippets":[
      {
         "article_url":"https://www.theguardian.com/environment/2020/nov/17/london-hospital-trust-to-pay-250k-to-install-ltn-for-public-health-benefits",
         "snippetID":"snippet-3266",
         "snippet_description":"Southwark council will be given £250,000 by the Guy’s and St Thomas’ Charitable Trust to install planters and removable bollards in three areas.\nLow-traffic neighbourhoods are areas where measures have been taken to reduce traffic and improve access for cyclists and pedestrians.\nThis is intended to make streets safer for pedestrians and cyclists as well as reduce air and noise pollution.\nThe Guy’s and St Thomas’ Charitable Trust is an independent foundation working with Guy’s and St Thomas’ NHS foundation trust to improve public health in Lambeth and Southwark.\nA similar plan was ditched by Labour in 2007, after an online petition against it gathered 1.7m signatures within days.",
         "snippet_type":"image",
         "snippet_url":"https://i.guim.co.uk/img/media/f81ef463f57cba4c48f431bf3b8205f380c5ed81/0_273_4096_2458/master/4096.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=c8c7ec8ded6338c189c6f2263fdf514e",
         "title":"London hospital trust to pay £250k to install LTN for public health benefits"
      },
      {
         "article_url":"https://www.nytimes.com/2020/11/15/health/Covid-doctors-nurses-quitting.html",
         "snippetID":"snippet-3833",
         "snippet_description":"“That was my baby.”Many other doctors are also calling it quits.\nThousands of medical practices have closed during the pandemic, according to a July survey of 3,500 doctors by the Physicians Foundation, a nonprofit group.\nAbout 8 percent of the doctors reported closing their offices in recent months, which the foundation estimated could equal some 16,000 practices.\nSome simply need a break from the toll that the pandemic has taken among their ranks and their patients.\nThe clinicians also painted a grim picture of their lives, as the pandemic enters a newly robust phase with record case counts in the United States.",
         "snippet_type":"image",
         "snippet_url":"https://static01.nyt.com/images/2020/11/03/science/00VIRUS-DOCTORS1/00VIRUS-DOCTORS1-facebookJumbo.jpg",
         "title":"Doctors Are Calling It Quits Under Stress of the Pandemic"
      },
      {
         "article_url":"https://www.nytimes.com/2020/11/18/health/coronavirus-childhood-vaccines-immunizations.html",
         "snippetID":"snippet-3750",
         "snippet_description":" The findings emerged less than two weeks after the World Health Organization and UNICEF warned that progress vaccinating children from polio and measles was being threatened by the pandemic. In an emergency call to action, the two organizations said that the risk of measles and polio outbreaks was on the rise.And just last week, the Centers for Disease Control and Prevention and the W.H.O. reported that measles deaths worldwide had soared to their highest level in 23 years in 2019 and were 50 percent higher than just three years earlier.",
         "snippet_type":"text",
         "snippet_url":"",
         "title":"Children in U.S. May Miss 9 Million Vaccine Doses in 2020, Report Warns"
      },
      {
         "article_url":"https://www.nytimes.com/2020/11/19/health/remdesivir-covid-19.html",
         "snippetID":"snippet-3712",
         "snippet_description":"Gilead Sciences, manufacturer of remdesivir, whose trade name is Veklury, said in a statement that its drug “is recognized as a standard of care for the treatment of hospitalized patients with Covid-19 in guidelines from numerous credible national organizations, including the U.S. National Institutes of Health and Infectious Diseases Society of America, Japan, U.K., and Germany.” It added that there are “multiple randomized, controlled studies published in peer-reviewed journals that demonstrate the clinical benefits of Veklury.”",
         "snippet_type":"text",
         "snippet_url":"",
         "title":"W.H.O. Rejects Antiviral Drug Remdesivir as a Covid Treatment"
      },
      {
         "article_url":"https://www.theguardian.com/technology/video/2020/oct/29/who-the-hell-elected-you-big-tech-ceos-grilled-in-us-senate-hearing-video",
         "snippetID":"snippet-4276",
         "snippet_description":"Republican and Democrat lawmakers grill the CEOs of tech giants Twitter, Facebook and Google in a hearing about a federal law protecting internet companies from legal liability for content generated by its users.\nWhile Republicans focused on disinformation and the 'censoring' of Donald Trump, Democrats accused their rivals of politicising the hearing, while also questioning the mechanics of the platforms that promoted content they deemed divisiveRepublicans use congressional hearing to berate tech CEOs and claim Trump is 'censored'",
         "snippet_type":"image",
         "snippet_url":"https://i.guim.co.uk/img/media/e2b358b254ea34a9eacd3d164dbf4991b3d99a1f/0_171_5140_3084/master/5140.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=0f936a181a1f41bda76287ae560696ab",
         "title":"'Who the hell elected you?' Big tech CEOs grilled in US Senate hearing – video"
      }
   ],
   "secondary_snippets":[
      {
         "article_url":"https://www.bbc.co.uk/news/technology-54918894",
         "snippetID":"snippet-3932",
         "snippet_description":"     A new AI system that monitors video content online as it is viewed and blurs anything unsuitable before youngsters see it has been developed.It is one of a number of tools designed to protect children and teenagers as they explore the internet. But can tech really help solve the problems that tech creates?BBC Click's Lara Lewington reports.Read moreThe BBC has information on what to do if children see something upsetting onlineFor information and support on mental health and suicide, access the BBC Action Line",
         "snippet_type":"text",
         "snippet_url":"",
         "title":"Can tech really keep our teenagers safe online?"
      },
      {
         "article_url":"https://www.theguardian.com/artanddesign/2020/nov/19/caravaggio-raphael-tutankhamun-adam-lowe-master-faker-covid",
         "snippetID":"snippet-4028",
         "snippet_description":"Brought to Britain by Charles I in the early 17th century, the cartoons survived the civil war that cost the monarch his head. They also survived fire-prone and damp royal palaces and, since coming to the V&A, two world wars. But in these feverish times, the digital recording of art feels all the more urgent as we glimpse how quickly things fall apart, how swiftly it can become impossible to experience art in the here and now.",
         "snippet_type":"text",
         "snippet_url":"",
         "title":"One Caravaggio coming right up! Adam Lowe, the art world's master faker"
      },
      {
         "article_url":"https://www.theguardian.com/environment/2020/nov/20/so-you-want-to-set-up-a-low-traffic-neighbourhood-heres-where-to-start",
         "snippetID":"snippet-3249",
         "snippet_description":"  She says: “There was a woman here who, all her friends were opposed, and she was too, and she got involved in greening the street, and now she’s one of the most vocal advocates, not because someone told her ‘you’re wrong’ but because she got to use her street in the best way.”Be prepared for a backlashSimon Still, from Lambeth Cycling Campaign, says: “There’s been a fair bit of shouting in the streets and online abuse, ‘we know where you live’-type messages.",
         "snippet_type":"text",
         "snippet_url":"",
         "title":"So you want to set up a low-traffic neighbourhood? Here’s where to start"
      }
   ]
}