{
   "summary":"The Pistons received an influx of youth Wednesday, as they added four rookies in Killian Hayes, Isaiah Stewart, Saddiq Bey and Saben Lee, who will be a two-way player. Hayes and Stewart are both 19, and Bey and Lee are 21. Last year’s first round draft pick, Sekou Doumbouya, is 20.",
   "title":"After epic draft haul, here's what Detroit Pistons must do in NBA free agency",
   "topicID":"4",
   "primary_snippets":[
      {
         "article_url":"https://sports.yahoo.com/epic-draft-haul-heres-detroit-110411658.html?src=rss",
         "snippetID":"snippet-162",
         "snippet_description":"The Pistons received an influx of youth Wednesday, as they added four rookies in Killian Hayes, Isaiah Stewart, Saddiq Bey and Saben Lee, who will be a two-way player. Hayes and Stewart are both 19, and Bey and Lee are 21. Last year’s first round draft pick, Sekou Doumbouya, is 20.",
         "snippet_type":"text",
         "snippet_url":"",
         "title":"After epic draft haul, here's what Detroit Pistons must do in NBA free agency"
      },
      {
         "article_url":"http://rssfeeds.usatoday.com/~/639007114/0/usatodaycomsports-topstories~LaVar-Ball-once-said-hed-beat-Michael-Jordan-oneonone-Can-challenge-now-become-a-reality/",
         "snippetID":"snippet-995",
         "snippet_description":"Poor LaMelo Ball.\nThat would be his dilemma if LaVar Ball and Michael Jordan finally played one-on-one and settled their beef.\nThe notion, as far-fetched as it might be, surfaced during the NBA draft Wedneday night after LaMelo Ball, LaVar's youngest son, was picked third overall by the Charlotte Hornets, owned by Jordan.\nIn 2017, LaVar Ball told USA TODAY Sports that in his heyday, he “would kill’’ Jordan one-on-one.\nSteve Ezell, an executive producer of \"Ball in the Family,'' a Facebook reality show featuring the Balls, voiced excitement about possibly filming LaVar vs. Jordan for a future episode.",
         "snippet_type":"image",
         "snippet_url":"https://www.gannett-cdn.com/presto/2020/02/11/USAT/ebea5508-d3a0-4ce1-97dd-9dbbb4c7715d-XXX_IMG_XXX_OB_6053_JPG_USA__1_1_JLNMTELO.JPG?crop=2999,1687,x1,y24&width=2999&height=1687&format=pjpg&auto=webp",
         "title":"LaVar Ball once said he'd beat Michael Jordan one-on-one. Can challenge now become a reality?"
      }
   ],
   "secondary_snippets":[
      {
         "article_url":"https://sports.yahoo.com/eleven-established-nba-players-more-160012627.html?src=rss",
         "snippetID":"snippet-130",
         "snippet_description":"Rozier wants to be a starting point guard, and it appeared he’d get the job when joining Charlotte in free agency last year. But Graham came out of nowhere to supplant him. The Hornets used enough two-point guard lineups to get by. Their backcourt was their strength, which isn’t saying much but isn’t nothing, either.",
         "snippet_type":"text",
         "snippet_url":"",
         "title":"Eleven established NBA players more likely to be on the move after NBA draft"
      }
   ]
}